Repository: SkyLaptor/factorio-mod-translation
Catalog: OmegaT/ja/tm/factorio-ja_JP.tmx
Source language: en_us
Languages: ja_jp

source: Nightvision
ja_jp: 暗視モジュール

source: Increases machine speed at a cost of increased energy consumption.
ja_jp: マシンの稼働速度を向上させます。エネルギー消費量は増加します。

source: Machine will create extra products at a cost of increased energy consumption and reduced speed.
ja_jp: マシンの生産量を向上させます。エネルギー消費量は増加し、速度も遅くなります。

source: Decreases machine energy consumption. Minimum energy consumption is 20%.
ja_jp: エネルギー消費量を減少させます。最大20％まで省エネできます。

source: Can be used to connect and disconnect electric poles and power switches with __CONTROL__build__.
ja_jp: __CONTROL__build__で電柱や電源スイッチを接続したり、接続を外したりできます。

source: Used to connect machines to the circuit network using __CONTROL__build__.
ja_jp: __CONTROL__build__で設備を回路ネットワークに接続します。

source: Marks items for deconstruction by construction robots.
ja_jp: アイテムをマークし、建造ロボットに回収させます。

source: Provides power for equipment modules.
ja_jp: 装備用モジュールに電力を供給します。

source: Stores electric energy for equipment modules.
ja_jp: 装備用モジュール向けに電力を貯蓄します。

source: Provides an energy shield to protect the player.
ja_jp: プレイヤーを守るエネルギーシールドを展開します。

source: Reduces the movement speed of affected units.
ja_jp: 影響を受けたユニットの移動速度が減少します。

source: Productivity modules are only usable on intermediate products.
ja_jp: 生産力モジュールは中間生産物に対してのみ使用できます。

source: This item is restricted from being put into this container item.
ja_jp: このアイテムをこのコンテナに入れることはできません。

source: Landmines
ja_jp: 地雷

source: Nightvision equipment
ja_jp: 暗視装置

source: So long and thanks for all the fish
ja_jp: さようなら、今まで魚をありがとう

source: You've got a package
ja_jp: 小包が届きました

source: Trans-Factorio express
ja_jp: ファクトリオ急行列車

source: Win the game without building any solar panels.
ja_jp: ソーラーパネルを設置しないでゲームをクリアする

source: Build a Diesel locomotive.
ja_jp: ディーゼル機関車を設置する

source: Build a Diesel locomotive within the first 90 minutes of the game.
ja_jp: ゲーム開始から1時間30分以内にディーゼル機関車を設置する

source: Win the game without building any Laser turrets.
ja_jp: レーザータレットを設置しないでゲームをクリアする

source: Win the game without building any Active provider or requester chests.
ja_jp: アクティブ供給チェストと要求チェストを設置せずにゲームをクリアする

source: Finish the game within 15 hours.
ja_jp: 15時間以内にゲームをクリアする

source: Finish the game within 8 hours.
ja_jp: 8時間以内にゲームをクリアする

source: Supply the player with 10k items delivered by logistic robots.
ja_jp: 物流ロボットで1万個のアイテムを取り寄せる

source: Survive a hit of 500 damage or more.
ja_jp: 一撃で500以上のダメージを受け、生存する

source: Get killed by a moving Locomotive.
ja_jp: 動いている機関車に轢かれて死ぬ

source: Produce more than 10 GJ per hour without the use of Steam engines.
ja_jp: 蒸気機関を使用せずに1時間あたり10GJ以上の電力を生産する

source: Have 100 combat robots or more following you.
ja_jp: 100機以上の追従型戦闘ロボットを手に入れる

source: Save designs for automated construction.
ja_jp: 自動建設のための計画を保存します。

source: Large shipwreck
ja_jp: 船の残骸（大）

source: Medium shipwreck
ja_jp: 船の残骸（中）

source: Small shipwreck
ja_jp: 船の残骸（小）

source: Large shipwreck grass
ja_jp: 墜落痕（大）

source: Small shipwreck grass
ja_jp: 墜落痕（小）

source: Construct 100 machines using robots.
ja_jp: ロボットを使って100個の施設を設置する

source: Produce 1M Electronic circuits.
ja_jp: 100万個の電子基板を生産する

source: Have a train plan a path 1000 tiles or longer.
ja_jp: 総距離1000タイル以上の列車運行計画をたてる

source: Automatically build and repair friendly entities.
ja_jp: 自動で味方の施設を設置・修復します。

source: Electric energy interface
ja_jp: 電力インターフェイス

source: Used to repair friendly entities by using __CONTROL__build__ with it in hand.
ja_jp: 手に持って__CONTROL__build__で味方の設備を修理します。

source: Circuit network
ja_jp: 回路ネットワーク

source: Stone furnace
ja_jp: 石の炉

source: Power switch
ja_jp: 電源スイッチ

source: Science pack 1
ja_jp: サイエンスパック1

source: Science pack 2
ja_jp: サイエンスパック2

source: Science pack 3
ja_jp: サイエンスパック3

source: Electric energy accumulators
ja_jp: 蓄電技術

source: Increases your mining speed.
ja_jp: プレイヤーの採掘速度が増加します。

source: Allows construction bots to work from your inventory.
ja_jp: 建設ロボットがプレイヤーのインベントリを起点に行動できるようになります。

source: Increases your movement speed.
ja_jp: プレイヤーの移動速度をはやめます。

source: Allows you to see more clearly in darkness.
ja_jp: プレイヤーの暗い時間帯での視認性を向上させます。

source: Allows you to smelt steel from iron plates.
ja_jp: 鉄板を精錬して鋼材を作れるようになります。

source: Various ways to store and transport fluids.
ja_jp: 流体を保管・輸送する様々な手段。

source: Sulfur is a byproduct of oil processing. It's used to make sulfuric acid.
ja_jp: 硫黄は石油加工の副産物です。硫酸の製造に使われます。

source: Stack inserters can move multiple items at the same time.
ja_jp: スタックインサータは一度に複数のアイテムを動かせます。

source: Used to fill in water that's in the way.
ja_jp: 水場を埋め立てるために使います。

source: Source of free electric energy, but useless at night.
ja_jp: クリーンで燃料が尽きることのない発電設備。夜間は発電しません。

source: More flexible ways to distribute electricity.
ja_jp: より柔軟な電力の分配手段です。

source: Investigation of alien biology unlocks cutting-edge research.
ja_jp: エイリアンの生態研究が最先端技術の鍵です。

source: Unlocks more efficient research practices.
ja_jp: より効率的な実験手順をアンロックします。

source: Large-scale transportation over long distances.
ja_jp: 長距離かつ大規模な輸送

source: Enables building train stops to set up automated train routes.
ja_jp: 駅を建設して、列車の自動運行ルートを設定できるようになります。

source: Enables coordinating multiple trains within the same rail network.
ja_jp: 信号によって単一路線上で複数の列車を制御できるようになります。

source: More effective means to defend yourself and your factory.
ja_jp: プレイヤーと工場を防衛するより効果的な手段です。

source: Increases the damage of magazine-based weapons, turrets, and defender robots.
ja_jp: 弾薬を使用する武器、タレット、ディフェンダーロボットの与ダメージを増加させます。

source: Increases the shooting speed of magazine-based weapons, turrets, and defender robots.
ja_jp: 弾薬を使用する武器、タレット、ディフェンダーロボットの連射速度を増加させます。

source: Increases the shooting speed of shotguns.
ja_jp: ショットガンの連射速度を増加させます。

source: Increases rocket damage.
ja_jp: ロケット弾の与ダメージを増加させます。

source: Increases rocket speed. One of the prerequisites for spaceworthy rockets.
ja_jp: ロケットの発射速度を上げます。宇宙航行に耐えられるロケットの開発に必要な前提条件の一つ。

source: Increases the damage of grenades and cluster grenades.
ja_jp: グレネードとクラスターグレネードの与ダメージを増加させます。

source: Increases the damage of magazine-based turrets. Stacks with bullet damage upgrades.
ja_jp: 弾丸を使用するタレットの与ダメージを増加させます。弾丸ダメージボーナスに累積します。

source: Increases the damage of laser turrets.
ja_jp: レーザータレットの与ダメージを増加させます。

source: Increases the shooting speed of laser turrets.
ja_jp: レーザータレットの連射速度を増加させます。

source: Increases the damage of flamethrowers and flamethrower turrets.
ja_jp: 火炎放射器と火炎放射タレットの与ダメージを増加させます。

source: Combat robots are created from capsules and provide temporary help against enemies. Some robot types will follow you, other types are stationary.
ja_jp: 戦闘ロボットはカプセルから生成され、一定時間敵に対して攻撃します。一部の種類はプレイヤーに追従しますが、その他はその場に留まります。

source: Adds ten extra slots to your quickbar.
ja_jp: クイックバーを拡張して10個のスロットを追加します。

source: Allows you to research upgrade modules that can be inserted into machines.
ja_jp: マシンに挿入するアップグレードモジュールの研究ができるようになります。

source: A module that makes a machine work faster, but it also increases its energy consumption.
ja_jp: マシンの稼働速度を向上させるモジュール。ただしエネルギーの消費量も増加します。

source: A module that reduces the energy consumption of a machine.
ja_jp: マシンのエネルギー消費量を減少させるモジュール。

source: Logistic robots are a flexible alternative to transport belts. They transport items between special logistic chests.
ja_jp: 物流ロボットは搬送ベルトに代わる柔軟な選択肢です。物流ロボットは特別な物流チェスト間でアイテムを運搬します。

source: Increases the flying speed of logistic and construction robots.
ja_jp: 物流ロボットと建設ロボットの飛行速度をはやめます。

source: Increases the number of items that logistic and construction robots can carry at once.
ja_jp: 物流ロボットと建設ロボットが一度に運べるアイテム数を増やします。

source: Allows you to request items from the logistic network. The items will be delivered by logistic robots.
ja_jp: 物流ネットワークに接続されているアイテムを受け取ることができます。アイテムは物流ロボットが運搬します。

source: Allows you to send unwanted items to the logistic network. The items will be taken away by logistic robots.
ja_jp: 不要なアイテムを物流ネットワークに送り出すことができます。アイテムは物流ロボットが運搬します。

source: Allows you to set limits on inventory items. Any extras are automatically moved into the logistic trash slots.
ja_jp: アイテム所持数に上限を設定し、余剰分を自動で物流ゴミスロットに移動できるようになります。

source: Inserted into armor to store excess energy for later.
ja_jp: アーマーに挿入して使い、余剰エネルギーを貯蓄します。

source: Inserted into armor to store a lot of energy for later.
ja_jp: アーマーに挿入して使い、多くのエネルギーを貯蓄します。

source: Inserted into armor to absorb damage.
ja_jp: アーマーに挿入して使い、ダメージを吸収します。

source: Inserted into armor to absorb a large amount of damage.
ja_jp: アーマーに挿入して使い、多くのダメージを吸収します。

source: Inserted into armor to power other equipment, but useless at night.
ja_jp: アーマーに挿入して使い、他の装備に電力を供給します。ただし夜間を除く。

source: Inserted into armor to power other equipment.
ja_jp: アーマーに挿入して使い、他の装置に電力を供給します。

source: Inserted into armor to increase movement speed. You can equip multiple exoskeletons at once.
ja_jp: アーマーに挿入して使い、移動速度を上げます。同時に複数装備することもできます。

source: Inserted into armor. Allows construction robots to work from your inventory.
ja_jp: アーマーに挿入して使い、インベントリから建設ロボットを使えるようになります。

source: Makes its content available for the logistic network.
ja_jp: 内容物を物流ネットワークから利用できるようにします。

source: Long-term storage for the logistic network.
ja_jp: 物流ネットワークにおける長期保管に使用します。

source: Key technology for automatic mass production.
ja_jp: 大規模な自動生産を始めることに、必要な技術です。

source: Electronic components for basic signal processing.
ja_jp: 基礎的な信号処理のための電子部品。

source: Integrated circuits and microprocessors for advanced computation.
ja_jp: 集積回路と高度な計算のためのマイクロプロセッサ。

source: Various applications of visible light.
ja_jp: 可視光を利用した様々なアイテム。

source: Crude oil fractions are used to manufacture fuels, lubricants, elemental sulfur, and other chemicals.
ja_jp: 原油精製物は燃料、潤滑油、硫黄、その他の化学物質の製造に使われます。

source: Allows you to crack heavier crude oil fractions into lighter, more useful products.
ja_jp: 重質の石油精製物をより軽質で使いやすいものに改質できるようになります。

source: Synthetic polymeric materials that can be molded into solid objects.
ja_jp: 固形物質を形成できる合成高分子材料です。

source: Gives you better control over your machines by interconnecting them with wires and making them react to signals.
ja_jp: 機械類をケーブルで相互に接続し、シグナルによってより細かく制御できるようになります。

source: Allows stack inserters to move more items at once. Some of the upgrades add a small amount of stacking even to non-stack inserters.
ja_jp: スタックインサータがより多くのアイテムを掴めるようになります。一部のアップグレードではスタックインサータ以外のアイテムを掴む数もわずかに増やします。

source: Buildings that store excess electric energy for later.
ja_jp: 余剰電力を蓄え、あとから使えるようにする施設です。

source: Electrochemical cell that stores and provides energy to electrical devices.
ja_jp: 電力を貯蓄し、施設へ供給する化学電池です。

source: Basic defensive buildings that must be refilled with magazines.
ja_jp: 弾薬を補充する必要がある防衛施設

source: Advanced defensive buildings that only require electricity.
ja_jp: 電気だけで稼動する高度な防衛施設

source: Increases the damage of shotgun shells.
ja_jp: ショットガンの与ダメージを増加させます。

source: Increases the damage of combat robot energy weapons.
ja_jp: 戦闘ロボットが使うエネルギー兵器の与ダメージを増加させます。

source: Increases the number of combat robots that can follow you at the same time.
ja_jp: 一度に追従させられる戦闘ロボットの数を増加させます。

source: A module that allows a machine to make more products from the same amount of ingredients, but it also increases energy consumption and reduces speed.
ja_jp: 同じ量の原材料からより多くの製品が作れるようになるモジュール。ただしエネルギー消費量が増加し、稼働速度も低下します。

source: Requester chests request items from the logistic network. Active provider chests push their contents to be stored or used elsewhere.
ja_jp: 要求チェストは物流ネットワークにアイテムを要求します。アクティブ供給チェストは内容物を要求先か貯蔵チェストへ送り出します。

source: Basic armor to protect you from harm.
ja_jp: プレイヤーを害から守る標準的な鎧。

source: Heavy armor for more protection.
ja_jp: さらなる防護のための重装甲。

source: Armor with a small grid for equipment modules that give you unique bonuses. Wearing it also increases your inventory size.
ja_jp: ユニークなボーナスを与える装備モジュール用の小さなグリッド付きアーマー。これを着ると、インベントリのサイズも大きくなります。

source: Transmits the effect of modules to nearby friendly entities.
ja_jp: 設置した周囲の味方の施設にモジュールの効果を伝搬します。

source: Faster and more advanced furnaces.
ja_jp: 高速で高度な炉の製作技術。

source: Walls to protect your factory against attackers.
ja_jp: 攻撃者から工場を守る防壁

source: Wall sections that open up when needed. Can be controlled by circuit network.
ja_jp: 必要に応じて開く防壁。回路によって制御できます。

source: Converts fuel into mechanical motion. An essential part of all vehicles.
ja_jp: 燃料を機械運動に変換します。すべての乗り物の重要な要素です。

source: Converts electricity into mechanical motion.
ja_jp: 電気を機械運動に変換します。

source: Unlocks the beacon which transmits the effects of upgrade modules to nearby friendly entities.
ja_jp: ビーコンは設置した周囲の味方の施設にモジュールの効果を伝搬します。

source: Construction robots can repair and build friendly entities. You can also order the robots to place new buildings by building a ghost there.
ja_jp: 建設ロボットは友好的な施設の再設置・修復ができます。また、ゴーストを設置することで新しい施設をロボットに建てさせることもできます。

source: Allows you to order construction robots to build or deconstruct multiple buildings at once, copy-and-paste whole factories, or clear forests.
ja_jp: 建設ロボットに複数の施設を一気に設置・回収したり、施設のコピー・ペースト、森林の除去を命令できるようになります。

source: Armor with a large equipment grid and inventory size bonus.
ja_jp: 大きな装備グリッドとインベントリサイズボーナス付きアーマー。

source: Armor with a huge equipment grid and inventory size bonus.
ja_jp: 巨大な装備グリッドとインベントリサイズボーナス付きアーマー。

source: Inserted into armor to automatically fire at nearby enemies.
ja_jp: アーマーに挿入して使い、自動的に近くの敵を撃ちます。

source: Inserted into armor to fire at all nearby enemies when triggered.
ja_jp: アーマーに挿入して使い、発動すると近くにいる敵すべてを攻撃します。

source: Inserted into armor to allow you to better see at night.
ja_jp: アーマーに挿入して使い、夜間の視界を改善します。

source: Score
ja_jp: スコア

source: This is the Factorio freeplay. Your task is to launch a rocket into space. Do this by constructing a Rocket Silo and launching a rocket with a satellite. You will need to research advanced technologies in order to unlock the Rocket Silo. Start small, work your way up with automation and don't forget to protect yourself from the natives.
ja_jp: これは、Factorioのフリープレイです。ロケットサイロを建造し、衛星を載せたロケットを宇宙へ打ち上げるのがあなたの任務です。ロケットサイロをアンロックするためには高度な技術研究をする必要があります。小規模に始め、自動化しつつ進み、原住生物から身を守ることも忘れないでください。

source: You launched the rocket, but you didn't put a satellite inside.
ja_jp: 衛星を積まずにロケットを打ち上げてしまいました。

source: Satellites launched
ja_jp: 打ち上げた衛星

source: This is the Factorio sandbox scenario. The game is played in the god mode. There is no goal. You can do whatever you like.
ja_jp: サンドボックスモードへようこそ。プレイヤーは無敵で、キャンペーンモードのような目標はありません。あなたの望むように遊んでください。

source: Would you like to have all the technologies researched?
ja_jp: 全てのテクノロジーをアンロックしますか？

source: All Tech please
ja_jp: アンロックします

source: No thanks
ja_jp: アンロックしません

source: Would you like to enable cheat mode?
ja_jp: チートを有効にしますか？

source: Cheat mode please
ja_jp: 有効にします

source: Would you like some starting items?
ja_jp: スターティングアイテムを使用しますか？

source: Items please
ja_jp: 使用します

source: Would you like it to be always day?
ja_jp: 常に昼間にしますか？

source: Always day please
ja_jp: 常に昼にする

source: I got the computer and the data, but there was no going back.
ja_jp: コンピュータとデータを手に入れたが、\n戻ることはできない。

source: I could try to build a small plane and fly somewhere else.
ja_jp: __ITEM__small-plane__を作ることができれば、安全な場所に避難できるかな？

source: The plane needs to be light, ideally built from some plastic material.
ja_jp: __ITEM__small-plane__は、軽くて丈夫なプラスチックが理想的だよね！

source: Hold on, that looks like some oil over there. I can make plastics!
ja_jp: ん？あんなところに石油が！\nこれでプラスチックが作れる！

source: Research oil processing.
ja_jp: 原油処理技術を研究しましょう。

source: I need to first mine the oil from the oil spills with the pumpjacks.
ja_jp: 1：__ENTITY__pumpjack__で原油を掘り出す。

source: Then I can split the oil to fractions in the refinery.
ja_jp: 2：__ENTITY__oil-refinery__で各成分を分離する。

source: Make enough plastics and build the plane.
ja_jp: たくさんプラスチックを作ってください！\nそして__ITEM__small-plane__を作りましょう！

source: This is it! The plane is ready.
ja_jp: やったぞ！飛行機が完成した！

source: Let's fly to some quiet place. Some place far away.
ja_jp: こんな場所から脱出だ！どこか安全な場所へ行こう！\nこの飛行機で、ずっと離れた場所へ...

source: Alright, now I know how to do it.
ja_jp: えーっと... 石油についての資料があったはず... あっ！これだ！

source: The enemies are getting stronger. They are evolving.
ja_jp: うわ！びっくりした...敵はさらに強くなっている。\n今までの戦い方は通じないだろう...

source: I can't fight them back for much longer. I need to escape to somewhere quiet.
ja_jp: まともに戦っていては、すぐ死んでしまうだろう。\nどこか静かな場所に逃げられないかな...

source: Finally I can process the oil fractions in the chemical plant.
ja_jp: 3：最後に、化学プラントで処理をする。

source: Congratulations, you have finished the basic campaign.\n\nThere is plenty more that you can do in Factorio. You can go and play the Freeplay scenario. That is one long survival game which combines all of the mechanics currently present in the game (automating production, research, combat). Or you can try the sandbox scenario and just build whatever you want. You can also check out our challenge scenario pack, there you will be solving logistic puzzles and racing with time to build specialized factories.
ja_jp: キャンペーンモードクリアおめでとう！\n\nFactorioはあなたの想像次第で無限大の遊び方があります。フリープレイシナリオで遊んでみましょう！\nこれは、サバイバルモードもと言えるでしょう(生産を自動化し、研究し、そして敵と戦う)。また、サンドボックスモードでは何でも好きなように建造する事ができます。\nチャレンジシナリオではパズルチックな難題を解決し、専用化した工場を建設した時間を競うことができます。

source: Sector scan complete.
ja_jp: セクターのスキャンが完了しました。

source: Your personal radio transmitter seems to come alive.
ja_jp: おや、どうやら無線は生きているようだ...

source: CHRRRRRRVEEWRRR Our mining base is under attack. We need support!
ja_jp: ピピーガガガー 採掘場が攻撃されている！ 誰か助けてくれ！

source: So I'm not the only survivor after all, I should find the base as fast as I can.
ja_jp: よかった！他にも生存者がいるんだ！どこにいるんだ？

source: CHRRRRRRR Our location is 46.70, 2.174, I repeat, our location is 46.70, 2.174, can anyone hear me? CHWWHRRRRRR
ja_jp: ピーガガー 私たちのいる座標は、46.70, 2.174 \n繰り返す 46.70, 2.174 誰か聞いていないのか！ ピピーガガガー

source: *You will have to find some other way to transport there.
ja_jp: なにか移動手段はないかな...

source: The first thing I should research is probably automation, but other things can help me as well.
ja_jp: 最初は自動化技術を研究しましょう。ですがそれ以外の研究も作業の助けになります。

source: Use labs to research automation.
ja_jp: 自動化技術の研究をしましょう。

source: Once you fill the lab with the science packs, it will start the research of one unit.
ja_jp: 研究所にサイエンスパックを入れると、少しずつ研究が進みます。

source: Technologies need certain count of units to be completed, so using more labs will speed up your research as long as you feed them with science packs.
ja_jp: 研究内容によっては多くのサイエンスパックが必要ですが、研究所を複数稼働させることにより早く進めることができます。\nその場合、サイエンスパックはそれぞれの研究所に必要です。

source: Use labs to research automobilism.
ja_jp: 自動車の研究をしましょう。\nテクノロジーが足りない場合は、必要なテクノロジーを研究してください。

source: Craft and place the car.
ja_jp: 自動車を製造しましょう。

source: To speed up your progress, you should use assembling machines to automate the creation of science packs.
ja_jp: 自分でサイエンスパックを作るのは大変ではないですか？組立機を使って自動化しましょう。

source: *You just calculated that the place is more than two hundred kilometers away. There is no way to get there by foot.
ja_jp: 座標を言っていたな。えーと…… 200キロは離れているぞ。\nとてもじゃないが徒歩で行ける距離ではないなぁ。

source: Alright, it's time to explore the area.
ja_jp: よし、探索に行こう。

source: *You try to answer using your radio transmitter, but the talk button is broken.
ja_jp: 聞こえているぞ！こちらは... あれ？\n... 送信ボタンが壊れている！彼のメッセージに応答したいけど...

source: Craft and build a lab.
ja_jp: 研究所を作りましょう。

source: A small shipwreck has been located to the southeast.
ja_jp: 南東に壊れた船があるようです。

source: CHRRRRRRR Can anyone hear me? CHRRRRRRR
ja_jp: ピーガガー 誰か聞いていないか？ ピーガガー

source: CHWEWRRRRRRRVEEWRRR...
ja_jp: ピーガガガー......（叫び声が聞こえる

source: *You were supposed to repair this a long time ago...
ja_jp: これの修理方法は覚えていないんだよなぁ...

source: Build the car, insert fuel (coal) into the car and enter it using __CONTROL__toggle-driving__.
ja_jp: 自動車を作り、燃料(石炭) を車に入れ、__CONTROL__toggle-driving__で乗り込みます

source: I came too late!
ja_jp: くそっ！間に合わなかったか...

source: Everyone is dead!
ja_jp: 助けを求めていた仲間は、全滅してしまったようだ...

source: The natives seem to be much more dangerous than I thought.
ja_jp: 想像以上に、バイターは危険だ。

source: I can try to recover the base, but there seems to be heavy damage.
ja_jp: 大変だ！設備が壊れすぎて使い物にならない。\n修理しないと...

source: If I could repair the rail transport, I could access resources from the distant mines as well.
ja_jp: この拠点だけでは資源が少ないな。\n鉄道を整備し直せば、\n北西と南東の鉱山からも資源が手に入りそう！

source: Recover the base and research the automated railway transportation.
ja_jp: 拠点を修復し、鉄道輸送の自動化を研究しましょう。

source: It is time to recover the railway and access the distant mines.
ja_jp: 鉄道を修復して、北西と南東の鉱山へ行ってみよう！機関車を作らないとな...

source: Objectives
ja_jp: アイテムの製造。

source: I'm ready to go.
ja_jp: 準備完了！

source: Get the supplies into your and your car's inventory.
ja_jp: あなたのインベントリと車に必要な物資を入れよう。

source: (Car supplies count only when you are in the car.)
ja_jp: (車内のアイテムは車に乗っている時だけ計上されます。)

source: The ship's wreckage is located in the southeast.
ja_jp: スキャンによると、墜落した船の残骸が南東にあるようだ。

source: I need to get there and retrieve the computer required to access advanced technologies.
ja_jp: 船のコンピュータを回収すれば、高度な技術も扱えるようになる。

source: Unfortunately, there is a large enemy presence in that area. I will need some better weapons for that.
ja_jp: うわ！\nよく見たら、その近くに大量のバイターの巣やワームがいる...今の装備ではあっさりと殺されてしまうだろう...

source: But first I need to destroy the small biters nest in the mid north.
ja_jp: まずは東にある小さなバイターの巣をつぶしに行こう。

source: You can throw grenades with splash damage. Take the grenade to cursor and press __CONTROL__build__ where you want to throw the grenade.
ja_jp: グレネードを使えば、広範囲にダメージを与えられます。\nグレネードを持ち、__CONTROL__build__で投げることができます。\n有効範囲に気をつけてください。

source: Destroy biters' nest and examine the wreck.
ja_jp: 東の墜落船の調査。\n装備を必ず調えること！

source: Explosives can be used to make rockets which are useful in conquering biter nests.
ja_jp: 爆薬を使えば、バイターの巣の制圧に役立つロケット弾を作ることができます。

source: Defender robot capsule spawn small flying robots that follow you and shoot at enemies.
ja_jp: __ITEM__defender-capsule__は、\n敵を攻撃する飛行ロボットを展開します。\n敵を倒すのに役に立ってくれるでしょう。

source: There are no resources here. You should setup a small specialised base, build as many weapons as you can and destroy the biters.
ja_jp: ここには資源がありません。バイターを駆逐するために、小規模の特化型工場を構築してできるだけ多くの武器を作りましょう。

source: Get the computer located southeast.
ja_jp: 南東のコンピュータを調査する。

source: Yaaay, I have the computer! Now I can finally advance with the research ...
ja_jp: よしっ！コンピュータを手に入れた！これで次にいける！

source: New hope
ja_jp: 新たなる希望

source: You managed to locate the remains of the fallen ship. Now comes the hard part. In order to get started with any serious colonization of this planet you will need the data from the ship's computer. The computer will allow you to research more advanced technologies, as well as give you a better idea of the surrounding area. The bad news is that there seems to be a large alien base close to the shipwreck...
ja_jp: 墜落した船の残骸を見つけました。あなたがこの惑星で生き残るためには、船のコンピュータのデータが必要です。コンピュータは、あなたにとってより良い環境を築くために高度な技術を提供してくれるでしょう。 ※バイターやワームの反応があります。気をつけてください！

source: That escape module saved my life. I am afraid the others were not so lucky ...
ja_jp: 脱出装置で命拾いをした。他のみんなは大丈夫だろうか...

source: This window will always show you the current objective or task.
ja_jp: このウィンドウには現在の目標や仕事が表示されます。

source: You can always find the current objective in this window.
ja_jp: このウィンドウでは現在の目標が確認できます。

source: Use keys __CONTROL__move-up__, __CONTROL__move-left__, __CONTROL__move-down__, __CONTROL__move-right__ to move around.
ja_jp: __CONTROL__move-up__, __CONTROL__move-left__, __CONTROL__move-down__, __CONTROL__move-right__ で動くことができます。

source: I wonder if I could use something from the wreck.
ja_jp: 壊れた船から利用できる物は無いだろうか。

source: Check if there is something useful in the ship wreck (access it by __CONTROL__open-gui__).
ja_jp: 壊れた船の調査 \n壊れた船の上で__CONTROL__open-gui__を押してください。

source: There's nothing else here. I'll have to make some simple tools myself.
ja_jp: 道具は持ってないから...自分で作らないと...

source: Open the character gui by pressing __CONTROL__open-character-gui__.
ja_jp: インベントリ画面を表示するには__CONTROL__open-character-gui__を押してください。

source: On the right-hand side are your recipes. Left-clicking on the recipe will craft the depicted item.
ja_jp: 右がレシピです。\nレシピを左クリックすると道具を製作できます。

source: The number on the recipe means how many times that object can be crafted.
ja_jp: レシピ上の数字は、製作できる数を表しています。
